{
  "63639-the-expanse": {
    "poster": "https://image.tmdb.org/t/p/w500//8djpxDeWpINnGhjpFXQjnBe6zbx.jpg",
    "title": "The Expanse",
    "year": "2015",
    "overview": "A thriller set two hundred years in the future following the case of a missing young woman who brings a hardened detective and a rogue ship's captain together in a race across the solar system to expose the greatest conspiracy in human history."
  },
  "108545-3-body-problem": {
    "poster": "https://image.tmdb.org/t/p/w500//ykZ7hlShkdRQaL2aiieXdEMmrLb.jpg",
    "title": "3 Body Problem",
    "year": "2024",
    "overview": "Across continents and decades, five brilliant friends make earth-shattering discoveries as the laws of science unravel and an existential threat emerges."
  },
  "204541-three-body": {
    "poster": "https://image.tmdb.org/t/p/w500//buXHm2shttFRQIBsCFlv5L2TmKh.jpg",
    "title": "Three-Body",
    "year": "2023",
    "overview": "Nanotechnology researcher Wang Miao is taken to the Joint Operations Center by police officer Shi Qiang, who's investigating the mysterious suicide wave among scientists worldwide,  and recruited to sneak into an organization called the Frontiers of Science to help the investigation. When Wang Miao is contacted by the leader of the organization, Shen Yufei, she introduces him to a sophisticated VR video game called Three-Body, but soon he discovers that it's more than just a game."
  },
  "100088-the-last-of-us": {
    "poster": "https://image.tmdb.org/t/p/w500//dmo6TYuuJgaYinXBPjrgG9mB5od.jpg",
    "title": "The Last of Us",
    "year": "2023",
    "overview": "Twenty years after modern civilization has been destroyed, Joel, a hardened survivor, is hired to smuggle Ellie, a 14-year-old girl, out of an oppressive quarantine zone. What starts as a small job soon becomes a brutal, heartbreaking journey, as they both must traverse the United States and depend on each other for survival."
  },
  "253-star-trek": {
    "poster": "https://image.tmdb.org/t/p/w500//bPsxOpHVpVCX3hFz2fxnF1Vz3Dj.jpg",
    "title": "Star Trek",
    "year": "1966",
    "overview": "Space. The Final Frontier. The U.S.S. Enterprise embarks on a five year mission to explore the galaxy. The Enterprise is under the command of Captain James T. Kirk with First Officer Mr. Spock, from the planet Vulcan. With a determined crew, the Enterprise encounters Klingons, Romulans, time paradoxes, tribbles and genetic supermen led by Khan Noonian Singh. Their mission is to explore strange new worlds, to seek new life and new civilizations, and to boldly go where no man has gone before."
  },
  "106379-fallout": {
    "poster": "https://image.tmdb.org/t/p/w500//AnsSKR9LuK0T9bAOcPVA3PUvyWj.jpg",
    "title": "Fallout",
    "year": "2024",
    "overview": "The story of haves and have-nots in a world in which there’s almost nothing left to have. 200 years after the apocalypse, the gentle denizens of luxury fallout shelters are forced to return to the irradiated hellscape their ancestors left behind — and are shocked to discover an incredibly complex, gleefully weird, and highly violent universe waiting for them."
  },
  "125988-silo": {
    "poster": "https://image.tmdb.org/t/p/w500//c2OijvbFEXBW1onbzuvENr4CGQB.jpg",
    "title": "Silo",
    "year": "2023",
    "overview": "In a ruined and toxic future, thousands live in a giant silo deep underground. After its sheriff breaks a cardinal rule and residents die mysteriously, engineer Juliette starts to uncover shocking secrets and the truth about the silo."
  },
  "245927-paradise": {
    "poster": "https://image.tmdb.org/t/p/w500//sJUti0JDtE1IYl7RVJARAGyKHqz.jpg",
    "title": "Paradise",
    "year": "2025",
    "overview": "The tranquility in a serene, wealthy community inhabited by some of the world's most prominent individuals explodes when a shocking murder occurs and a high stakes investigation unfolds."
  }
}
